{
  "Agras, 1989": "Agras, W. S., Schneider, J. A., Arnow, B., Raeburn, S. D., & Telch, C. F. (1989). Cognitive-behavioral and response-prevention treatments for bulimia nervosa. Journal of Consulting and Clinical Psychology, 57, 215–221. https://doi.org/10.1037/0022-006X.57.2.215",
  "Agras, 1995": "Agras, W. S., Telch, C. F., Arnow, B., Eldredge, K., Detzer, M. J., Henderson, J., & Marnell, M. (1995). Does interpersonal therapy help patients with binge eating disorder who fail to respond to cognitive-behavioral therapy?Journal of Consulting and Clinical Psychology, 63, 356–360. https://doi.org/10.1037/0022-006X.63.3.356",
  "Allen, 1999": "Allen, H. N., & Craighead, L. W. (1999). Appetite Monitoring in the Treatment of Binge Eating Disorder. Behavior Therapy, 30, 253–272. https://doi.org/10.1016/S0005-7894(99)80007-0",
  "Banasiak, 2005": "Banasiak, S. J., Paxton, S. J., & Hay, P. (2005). Guided self-help for bulimia nervosa in primary care: A randomized controlled trial. Psychological Medicine, 35, 1283–1294. https://doi.org/10.1017/S0033291705004769",
  "Barakat, 2023": "Barakat S, Burton AL, Cunich M, Hay P, Hazelton JL, Kim M, et al. A randomised controlled trial of clinician supported vs self-help delivery of online cognitive behaviour therapy for Bulimia Nervosa. Psychiatry Research. 2023;329:1-13.",
  "Cachelin, 2019": "Cachelin FM, Gil-Rivas V, Palmer B, Vela A, Phimphasone P, de Hernandez BU, et al. Randomized controlled trial of a culturally-adapted program for Latinas with binge eating. Psychological Services. 2019;16(3):504-12.",
  "Carrard , 2011": "Carrard, I., Crépin, C., Rouget, P., Lam, T., Golay, A., & Van der Linden, M. (2011). Randomised controlled trial of a guided self-help treatment on the Internet for binge eating disorder. Behaviour Research and Therapy, 49, 482–491. https://doi.org/10.1016/j.brat.2011.05.004",
  "Carter, 1998": "Carter, J. C., & Fairburn, C. G. (1998). Cognitive-behavioral self-help for binge eating disorder: A controlled effectiveness study. Journal of Consulting and Clinical Psychology, 66, 616–623. https://doi.org/10.1037/0022-006X.66.4.616",
  "de Jong, 2020": "de Jong M, Spinhoven P, Korrelboom K, Deen M, van der Meer I, Danner UN, et al. Effectiveness of enhanced cognitive behavior therapy for eating disorders: A randomized controlled trial. International Journal of Eating Disorders. 2020;53(5):447-57.",
  "DeBar, 2011": "DeBar, L. L., Striegel-Moore, R. H., Wilson, G. T., Perrin, N., Yarborough, B. J., Dickerson, J., . . .Kraemer, H. C. (2011). Guided self-help treatment for recurrent binge eating: Replication and extension. Psychiatric Services, 62, 367–",
  "Dingemans, 2007": "Dingemans, A. E., Spinhoven, P., & van Furth, E. F. (2007). Predictors and mediators of treatment outcome in patients with binge eating disorder. Behaviour Research and Therapy, 45, 2551–2562. https://doi.org/10.1016/j.brat.2007.06.003",
  "Eldredge, 1997": "Eldredge, K. L., Stewart Agras, W., Arnow, B., Telch, C. F., Bell, S., Castonguay, L., & Marnell, M.(1997). The effects of extending cognitive-behavioral therapy for binge eating disorder among initial treatment nonresponders. International Journal of Eating Disorders, 21, 347–352.",
  "Freeman, 1988": "Freeman, C. P., Barry, F., Dunkeld-Turnbull, J., & Henderson, A. (1988). Controlled trial of psychotherapy for bulimia nervosa. British Medical Journal, 296, 521–525. https://doi.org/10.1136/bmj.296.6621.521",
  "Gorin, 2003": "Gorin, A. A., Le Grange, D., & Stone, A. A. (2003). Effectiveness of spouse involvement in cognitive behavioral therapy for binge eating disorder. International Journal of Eating Disorders, 33, 421–433. https://doi.org/10.1002/eat.10152",
  "Griffiths, 1994": "Griffiths, R. A., Hadzi-Pavlovic, D., & Channon-Little, L. (1994). A controlled evaluation of hypnobehavioural treatment for bulimia nervosa: Immediate pre-post treatment effects. European Eating Disorders Review, 2, 202–220. https://doi.org/10.1002/erv.2400020405",
  "Grilo, 2005": "Grilo, C. M., & Masheb, R. M. (2005). A randomized controlled comparison of guided self-help cognitive behavioral therapy and behavioral weight loss for binge eating disorder. Behaviour Research and Therapy, 43, 1509–1525. https://doi.org/10.1016/j.brat.2004.11.010",
  "Grilo, 2013": "Grilo, C. M., White, M. A., Gueorguieva, R., Barnes, R. D., & Masheb, R. M. (2013). Self-help for binge eating disorder in primary care: A randomized controlled trial with ethnically and racially diverse obese patients. Behaviour Research and Therapy, 51, 855–861. https://doi.org/10.1016/j.brat.2013.10.002",
  "Hsu, 2001": "Hsu, L. K., Rand, W., Sullivan, S., Liu, D. W., Mulliken, B., McDonagh, B., & Kaye, W. H. (2001). Cognitive therapy, nutritional therapy and their combination in the treatment of bulimia nervosa. Psychological",
  "Jenkins, 2021": "Jenkins PE, Luck A, Violato M, Robinson C, Fairburn CG. Clinical and cost‐effectiveness of two ways of delivering guided self‐help for people with an eating disorder: A multi‐arm randomized controlled trial. International Journal of Eating Disorders. 2021;54(7):1224-37.",
  "Kristeller, 2014": "Kristeller, J., Wolever, R. Q., & Sheets, V. (2014). Mindfulness-based eating awareness training (MB-EAT) for binge eating: A randomized clinical trial. Mindfulness, 5, 282–297. https://doi.org/10.1007/s12671-012-0179-1",
  "Lee, 1986": "Lee, N. F., & Rush, A. J. (1986). Cognitive-behavioral group therapy for bulimia. International Journal of Eating Disorders, 5, 599–615. https://doi.org/10.1002/1098-108X(198605)5:4<599::AID-EAT2260050402>3.0.CO;2-W",
  "Leitenberg, 1988": "Leitenberg, H., Rosen, J. C., Gross, J., Nudelman, S., & Vara, L. S. (1988). Exposure plus response-prevention treatment of bulimia nervosa. Journal of Consulting and Clinical Psychology, 56, 535–541. https://doi.org/10.1037/0022-006X.56.4.535",
  "Melisse, 2023": "Melisse B, Berg EVD, Jonge M, Blankers M, Furth EV, Dekker J, et al. Efficacy of Web-Based, Guided Self-help Cognitive Behavioral Therapy-Enhanced for Binge Eating Disorder: Randomized Controlled Trial. J Med Internet Res. 2023;25:e40472.",
  "Peterson, 1998": "Peterson, C. B., Mitchell, J. E., Engbloom, S., Nugent, S., Mussell, M. P., & Miller, J. P. (1998). Group cognitive-behavioral treatment of binge eating disorder: A comparison of therapist-led versus self-help formats. International Journal of Eating Disorders, 24, 125–136. https://doi.org/10.1002/(SICI)1098-108X(199809)24:2<125::AID-EAT2>3.0.CO;2-G",
  "Peterson, 2009": "Peterson, C. B., Mitchell, J. E., Crow, S. J., Crosby, R. D., & Wonderlich, S. A. (2009). The efficacy of self-help group treatment and therapist-led group treatment for binge eating disorder. The American Journal of Psychiatry, 166, 1347–1354. https://doi.org/10.1176/appi.ajp.2009.09030345",
  "Sánchez-Ortiz, 2011": "Sánchez-Ortiz, V. C., Munro, C., Stahl, D., House, J., Startup, H., Treasure, J., . . . Schmidt, U.(2011). A randomized controlled trial of internet-based cognitive-behavioural therapy for bulimia nervosa or related disorders in a student population. Psychological Medicine, 41, 407–417. https://doi.org/10.1017/S0033291710000711",
  "Schag, 2019": "Schag K, Rennhak Sina K, Leehr Elisabeth J, Skoda E-M, Becker S, Bethge W, et al. IMPULS: Impulsivity-Focused Group Intervention to Reduce Binge Eating Episodes in Patients with Binge Eating Disorder - A Randomised Controlled Trial. Psychotherapy & Psychosomatics. 2019;88(3):141-53.",
  "Schlup, 2009": "Schlup, B., Munsch, S., Meyer, A. H., Margraf, J., & Wilhelm, F. H. (2009). The efficacy of a short version of a cognitive-behavioral treatment followed by booster sessions for binge eating disorder. Behaviour Research and Therapy, 47, 628–635. https://doi.org/10.1016/j.brat.2009.04.003",
  "Shapiro, 2007": "Shapiro, J. R., Reba-Harrelson, L., Dymek-Valentine, M., Woolson, S. L., Hamer, R. M., & Bulik, C. M. (2007). Feasibility and acceptability of CD-ROM-based cognitive-behavioural treatment for binge-eating disorder. European Eating Disorders Review, 15, 175–184. https://doi.org/10.1002/erv.787",
  "Tasca, 2006": "Tasca, G. A., Ritchie, K., Conrad, G., Balfour, L., Gayton, J., Lybanon, V., & Bissada, H. (2006). Attachment scales predict outcome in a randomized controlled trial of two group therapies for binge eating disorder: An aptitude by treatment interaction. Psychotherapy Research, 16, 106–121. https://doi.org/10.1080/10503300500090928",
  "Telch, 1990": "Telch, C. F., Agras, W. S., Rossiter, E. M., Wilfley, D., & Kenardy, J. (1990). Group cognitive-behavioral treatment for the nonpurging bulimic: An initial evaluation. Journal of Consulting and Clinical Psychology, 58, 629–635. https://doi.org/10.1037/0022-006X.58.5.629",
  "Treasure, 1994": "Treasure, J., Schmidt, U., Troop, N., Tiller, J., Todd, G., Keilen, M., & Dodge, E. (1994). First step in managing bulimia nervosa: Controlled trial of therapeutic manual. British Medical Journal, 308, 686–689. https://doi.org/10.1136/bmj.308.6930.686",
  "Wagner, 2016": "Wagner, B., Nagl, M., Dölemeyer, R., Klinitzke, G., Steinig, J., Hilbert, A., & Kersting, A. (2016). Randomized controlled trial of an internet-based cognitive-behavioral treatment program for binge-eating disorder. Behavior Therapy, 47, 500–514. https://doi.org/10.1016/j.beth.2016.01.006",
  "Wilfley, 1993": "Wilfley, D. E., Agras, W. S., Telch, C. F., Rossiter, E. M., Schneider, J. A., Cole, A. G., . . . Raeburn, S. D. (1993). Group cognitive-behavioral therapy and group interpersonal psychotherapy for the nonpurging bulimic individual: A controlled comparison. Journal of Consulting and Clinical Psychology, 61, 296–305. https://doi.org/10.1037/0022-006X.61.2.296",
  "Wolf, 1992": "Wolf, E. M., & Crowther, J. H. (1992). An evaluation of behavioral and cognitive-behavioral group interventions for the treatment of bulimia nervosa in women. International Journal of Eating Disorders, 11, 3–15. https://doi.org/10.1002/1098-108X(199201)11:1<3::AID-EAT2260110103>3.0.CO;2-V",
  "Zipfel, 2014": "Zipfel, S.,  Wild, B.,  Gross, G.,  Friederich, H. C.,  Teufel, M.,  Schellberg, D., … group, A. s. (2014). Focal psychodynamic therapy, cognitive behaviour therapy, and optimised treatment as usual in outpatients with anorexia nervosa (ANTOP study): Randomised controlled trial. Lancet,  383,  127-137. https://doi-org.vu-nl.idm.oclc.org/10.1016/S0140-6736(13)61746-8"
} 